using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Курсовая_работа
{
    public static class ControlID
    {
        public static Worker worker { get; set; }

        public static string[] fields = { "01.03.01 - Математика", "01.03.02 - Прикладная математика и информатика",
            "01.03.04 - Прикладная математика", "03.03.01 - Прикладные математика и физика", "03.03.02 - Физика",
            "04.03.01 - Химия", "09.03.04 - Программная инженерия", "10.03.01 - Информационная безопасность",
            "11.03.01 - Радиотехника", "41.03.03 - Востоковедение и африканистика" };

        public static string[] subjects = { "Русский язык", "Профильная математика", "Информатика и ИКТ",
            "Английский язык", "Физика", "История", "Обществознание", "География", "Биология", "Химия" };
    }
}
